---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.PowerPerFlow
source: html/5847ad9b-5b42-c179-cd04-55173073f422.htm
---
# Autodesk.Revit.DB.SpecTypeId.PowerPerFlow Property

Power per Flow, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId PowerPerFlow { get; }
```